{
  "countries": [
    {
      "id": "1",
      "name": "United States",
      "region": "North America",
      "advisory": "Exercise increased caution due to crime.Terrorism is a concern in some areas.Locations that are popular with foreigners and tourists have higher levels of violent crimes"
      
    },
    {
      "id": "2",
      "name": "Canada",
      "region": "North America",
      "advisory": "Exercise normal precautions.Canada is generally a safe place destination for travelers.The crime rate in Canada is lower than that in United Kingdom.Canada offers the best newcomwer services in the world"
      

    },
    {
      "id": "3",
      "name": "Mexico",
      "region": "North America",
      "advisory": "Reconsider travel due to crime and kidnapping.Some regions are advising against non-essential travel.Avoid travelling at night on major cities or poorly maintained roads.Be aware of petty crimes including pickpocketing and drink spiking"
      
    },
    {
      "id": "4",
      "name": "Brazil",
      "region": "South America",
      "advisory": "Exercise increased caution due to crime.Brazil is a large country with diverse regions and varying levels of safety.While many areas are safe for tourists, some regions have higher crime rates and should be approached with caution."
      
    },
    {
      "id": "5",
      "name": "Japan",
      "region": "Asia",
      "advisory": "Exercise normal precautions.Also consult with a doctor or travel clinic before traveling to Japan, especially if you have specific health concerns or pre-existing conditions.Japan is generally a safe country for travelers, with low crime rates and excellent healthcare facilities."
      
    },
    {
      "id": "6",
      "name": "Germany",
      "region": "Europe",
      "advisory": "Exercise normal precautions.Germany is generally a safe country for travelers, with low crime rates and excellent healthcare facilities. However, like any other country, it is important to be aware of your surroundings and take basic safety precautions.Be cautious of online scams"
      
    },
    {
      "id": "7",
      "name": "Australia",
      "region": "Oceania",
      "advisory": "Exercise normal precautions.Non Austalian citizens need to apply for a visa before traveling to Australia. The visa application process can take time, so it is advisable to apply well in advance of your travel date. Australia is generally a safe country for travelers, with low crime rates and excellent healthcare facilities"
      
    },
    {
      "id": "8",
      "name": "South Africa",
      "region": "Africa",
      "advisory": "Reconsider travel due to crime.South Africa is a diverse country with varying levels of safety. While many areas are safe for tourists, some regions have higher crime rates and should be approached with caution. It is advisable to stay informed about the current security situation in the specific areas you plan to visit",
      "advisory_level": "high"
    },
    {
      "id": "9",
      "name": "India",
      "region": "Asia",
      "advisory": "Exercise increased caution due to crime.Avoid traveling alone at night, especially in rural areas or less populated regions. India is a diverse country with varying levels of safety. Respect local customs and traditions, especially in religious or culturally significant areas. Be cautious of scams and fraudulent activities"
      
    },
    {
      "id": "10",
      "name": "Kenya",
      "region": "Africa",
      "advisory": "Reconsider travel due to crime.Violent crime, such as armed robbery, carjacking, and home invasion, can occur in urban areas. Petty crime, such as pickpocketing and bag snatching, is also common in crowded places. Be cautious of wildlife encounters, especially in national parks and reserves"
      
    }
  ],
  "userNotes": [
    {
      "id": "1",
      "name": "Brian",
      "country": "United States",
      "note": "Visited New York City, had a great time!",
      "date": "2023-10-01",
      "type": "safety"
    },
    {
      "id": "2",
      "name": "Alice",
      "country": "Canada",
      "note": "Be cautious in Canada City, especially at night.",
      "date": "2023-10-02",
      "type": "safety"
    },
    {
      "id": "3",
      "name": "Carlos",
      "country": "Mexico",
      "note": "Mexico is amazing, very safe and clean.",
      "date": "2023-10-03",
      "type": "health"
    },
    {
      "id": "4",
      "name": "Wambui",
      "country": "Brazil",
      "note": "Brazil is very safe, public transport is excellent.",
      "date": "2023-10-04",
      "type": "transport"
    },
    {
      "id": "5",
      "name": "Sam",
      "country": "Germany",
      "note": "Berlin is a must-visit, very friendly people.",
      "date": "2023-10-05",
      "type": "safety"
    },
    {
      "id": "6",
      "name": "Emma",
      "country": "Australia",
      "note": "Sydney is beautiful, but watch out for the sun!",
      "date": "2023-10-06",
      "type": "safety"
    },
    {
      "id": "7",
      "name": "Siphon",
      "country": "South Africa",
      "note": "Cape Town is stunning, but be aware of your surroundings.",
      "date": "2023-10-07",
      "type": "safety"
    },
    {
      "id": "8",
      "name": "Raj",
      "country": "India",
      "note": "India is vibrant and diverse, but be cautious in crowded areas.",
      "date": "2023-10-08",
      "type": "transport"
    },
    {
      "id": "9",
      "name": "Wanjiru",
      "country": "Kenya",
      "note": "Nairobi has great wildlife parks, but stay alert.",
      "date": "2023-10-09",
      "type": "safety"
    },
    {
      "id": "10",
      "name": "John",
      "country": "Canada",
      "note": "Toronto is very multicultural and welcoming.",
      "date": "2023-10-10",
      "type": "health"
    }
  ]
}